{
  "name": "First Day",
  "icon": "pvzmod:smallsun",
  "category": "pvzmod:tutorial_category",
  "sortnum": 0,
  "pages": [
    {
      "type": "text",
      "text": [
        "Welcome to Plants vs Zombies Cubed.",
        "$(br2)This Almanac will provide vital information on how to handle the numorus threats to your brains and thus your life.",
        "Nothing bad should happen to you on your first day provided you don't stumble upon a place you aren't ready for."
        ]
    },
    {
      "type": "text",
      "text": [
        "$(br2)Reguardless, the first thing you should do outside your usual punching of trees is look for plants, and I'm ",
        "not talking standard flora but living moving plants. It's good practice to punch them and collect what they drop.",
        "You can't do much with that stuff yet but doing this now will help you a lot later."
      ]
    },
    {
      "type": "text",
      "text": [
        "What you really want to look out for are sunflower seeds. They're found most commonly in flowery biomes like ",
        "Flower Forests and the like. They produce small sun every 5 minutes like how chickens lay eggs. ",
        "You can also punch them to collect sunflower seed shells which very important later."
      ]
    },
    {
      "type": "text",
      "text": [
        "$(br2)NOTE:",
        "$(br2)Sun producer plants need at least 5 blocks of space from other sun producers of the same plant in order to generate sun. ",
        "This is not the case though with different kinds of plants. While 2 sunflower seeds won't make sun next to each other, a sunflower seed and a sunflower will."
      ]
    },
    {
      "type": "text",
      "text": [
        "As for those sunflower seed shells, you need them to craft the source of all your planting power: ",
        "$(br2)THE BOTANY BOX!!!!! ",
        "$(br2)Using the items you gather from harvested plants and the power of sun you can make new plants to defend yourself from threats."
      ]
    },
    {
      "type": "text",
      "text": [
        "To use it, just place sun in the sun slot, put the required ingredients in the 2x3 grid and an empty seed packet in the respective slot. ",
        "So long as you have the sun to create a given plant the Botany Box will fabricate your new plants in seconds. Just note that plants stack to at most ",
        "8 per slot, so organize yourself accordingly."
      ]
    },
    {
      "type": "relations",
      "entries": [
        "pvzmod:plants/sunflower_entry",
        "pvzmod:plants/peashooter_entry",
        "pvzmod:plants/wallnut_entry",
        "pvzmod:plants/potatomine_entry",
        "pvzmod:plants/snowpea_entry",
        "pvzmod:plants/repeater_entry",
        "pvzmod:plants/dogwood_entry"
      ],
      "title": "Recommended Plants:"
    }
  ]
}
